Repository: Tiamat-Tech/vienna-rss
Catalog: Vienna/Resources/*.lproj/Predicates.strings
Languages: es, fr, nl, pt_pt, sv

source: %[All]@ of the following are true
es: Artículo cumple %1$[todas]@ las siguientes condiciones
fr: L'article satisfait %1$[toutes les]@ conditions suivantes
nl: Artikel voldoet aan %1$[alle]@ van de volgende voorwaarden
pt_pt: Artigo corresponde a %1$[todas]@ as seguintes condições
sv: Artikel matchar %1$[alla]@ följande villkor

source: %[Any]@ of the following are true
es: Artículo cumple con %1$[alguna]@ de las siguientes condiciones
fr: L'article satisfait %1$[une des]@ conditions suivantes
nl: Artikel voldoet aan %1$[een of meer]@ van de volgende voorwaarden
pt_pt: Artigo corresponde a %1$[quaisquer]@ das seguintes condições
sv: Artikeln matchar %1$[någon]@ av följande villkor

source: %[None]@ of the following are true
es: Artículo cumple con %1$[ninguna]@ de las siguientes condiciones
fr: L'article satisfait %1$[aucune]@ des conditions suivantes
nl: Artikel voldoet aan %1$[geen]@ van de volgende voorwaarden
pt_pt: Artigo corresponde a %1$[nenhuma]@ das seguintes condições
sv: Artikeln matchar %1$[ingen]@ av följande villkor

source: %[Date]@ %[is]@ %[last week]@
es: %1$[Fecha]@ %2$[es]@ %3$[última semana]@
fr: %1$[Date]@ %2$[est durant]@ %3$[la dernière semaine]@
nl: %1$[Datum]@ %2$[is]@ %3$[vorige week]@
pt_pt: %1$[Date]@ %2$[é igual a]@ %3$[semana passada]@
sv: %1$[Datum]@ %2$[är]@ %3$[förra veckan]@

source: %[Date]@ %[is]@ %[today]@
es: %1$[Fecha]@ %2$[es]@ %3$[hoy]@
fr: %1$[Date]@ %2$[est]@ %3$[aujourd'hui]@
nl: %1$[Datum]@ %2$[is]@ %3$[vandaag]@
pt_pt: %1$[Date]@ %2$[é igual a]@ %3$[hoje]@
sv: %1$[Datum]@ %2$[är]@ %3$[idag]@

source: %[Date]@ %[is]@ %[yesterday]@
es: %1$[Fecha]@ %2$[es]@ %3$[ayer]@
fr: %1$[Date]@ %2$[est]@ %3$[hier]@
nl: %1$[Datum]@ %2$[is]@ %3$[gisteren]@
pt_pt: %1$[Date]@ %2$[é igual a]@ %3$[ontem]@
sv: %1$[Datum]@ %2$[är]@ %3$[igår]@

source: %[Date]@ %[is greater than]@ %[last week]@
es: %1$[Fecha]@ %2$[es posterior a]@ %3$[última semana]@
fr: %1$[Date]@ %2$[est durant ou après]@ %3$[la dernière semaine]@
nl: %1$[Datum]@ %2$[is na]@ %3$[vorige week]@
pt_pt: %1$[Date]@ %2$[é posterior a]@ %3$[last week]@
sv: %1$[Datum]@ %2$[är efter]@ %3$[förra veckan]@

source: %[Date]@ %[is greater than or equal to]@ %[last week]@
es: %1$[Fecha]@ %2$[es posterior a o es]@ %3$[última semana]@
fr: %1$[Date]@ %2$[est dans ou après]@ %3$[la dernière semaine]@
nl: %1$[Datum]@ %2$[is na of is]@ %3$[vorige week]@
pt_pt: %1$[Date]@ %2$[é posterior ou igual a]@ %3$[last week]@
sv: %1$[Datum]@ %2$[är efter eller]@ %3$[förra veckan]@

source: %[Date]@ %[is greater than or equal to]@ %[yesterday]@
es: %1$[Fecha]@ %2$[es posterior a o es]@ %3$[ayer]@
fr: %1$[Date]@ %2$[est durant ou après]@ %3$[hier]@
nl: %1$[Datum]@ %2$[is na of is]@ %3$[gisteren]@
pt_pt: %1$[Date]@ %2$[é posterior ou igual a]@ %3$[yesterday]@
sv: %1$[Datum]@ %2$[är efter eller]@ %3$[igår]@

source: %[Date]@ %[is less than]@ %[last week]@
es: %1$[Fecha]@ %2$[es anterior a]@ %3$[última semana]@
fr: %1$[Date]@ %2$[est avant]@ %3$[la dernière semaine]@
nl: %1$[Datum]@ %2$[is voor]@ %3$[vorige week]@
pt_pt: %1$[Date]@ %2$[é anterior a]@ %3$[last week]@
sv: %1$[Datum]@ %2$[är före]@ %3$[förra veckan]@

source: %[Date]@ %[is less than]@ %[today]@
es: %1$[Fecha]@ %2$[es anterior a]@ %3$[hoy]@
fr: %1$[Date]@ %2$[est avant]@ %3$[aujourd'hui]@
nl: %1$[Datum]@ %2$[is voor]@ %3$[vandaag]@
pt_pt: %1$[Date]@ %2$[é anterior a]@ %3$[today]@
sv: %1$[Datum]@ %2$[är före]@ %3$[idag]@

source: %[Date]@ %[is less than]@ %[yesterday]@
es: %1$[Fecha]@ %2$[es anterior a]@ %3$[ayer]@
fr: %1$[Date]@ %2$[est avant]@ %3$[hier]@
nl: %1$[Datum]@ %2$[is voor]@ %3$[gisteren]@
pt_pt: %1$[Date]@ %2$[é anterior a]@ %3$[yesterday]@
sv: %1$[Datum]@ %2$[är före]@ %3$[igår]@

source: %[Date]@ %[is less than or equal to]@ %[last week]@
es: %1$[Fecha]@ %2$[es anterior a o es]@ %3$[última semana]@
fr: %1$[Date]@ %2$[est avant ou durant]@ %3$[la dernière semaine]@
nl: %1$[Datum]@ %2$[is voor of is]@ %3$[vorige week]@
pt_pt: %1$[Date]@ %2$[é anterior ou igual a]@ %3$[last week]@
sv: %1$[Datum]@ %2$[är före eller]@ %3$[förra veckan]@

source: %[Date]@ %[is less than or equal to]@ %[today]@
es: %1$[Fecha]@ %2$[es anterior a o es]@ %3$[hoy]@
fr: %1$[Date]@ %2$[est avant ou durant]@ %3$[aujourd'hui]@
nl: %1$[Datum]@ %2$[is voor of is]@ %3$[vandaag]@
pt_pt: %1$[Date]@ %2$[é anterior ou igual a]@ %3$[today]@
sv: %1$[Datum]@ %2$[är före eller]@ %3$[idag]@

source: %[Date]@ %[is less than or equal to]@ %[yesterday]@
es: %1$[Fecha]@ %2$[es anterior a o es]@ %3$[ayer]@
fr: %1$[Date]@ %2$[est avant ou durant]@ %3$[hier]@
nl: %1$[Datum]@ %2$[is voor of is]@ %3$[gisteren]@
pt_pt: %1$[Date]@ %2$[é anterior ou igual a]@ %3$[yesterday]@
sv: %1$[Datum]@ %2$[är före eller]@ %3$[igår]@

source: %[Date]@ %[less than ago]@ %[days]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[derniers jours]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[dagen]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[dagarna]@

source: %[Date]@ %[less than ago]@ %[hours]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[dernières heures]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[uur]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[timmarna]@

source: %[Date]@ %[less than ago]@ %[minutes]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[dernières minutes]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[minuten]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[minuterna]@

source: %[Date]@ %[less than ago]@ %[months]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[derniers mois]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[maanden]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[månaderna]@

source: %[Date]@ %[less than ago]@ %[weeks]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[dernières semaines]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[weken]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[veckorna]@

source: %[Date]@ %[less than ago]@ %[years]@ %@
fr: %1$[Date]@ %2$[est dans les]@ %4$@ %3$[dernières années]@
nl: %1$[Datum]@ %2$[is in de afgelopen]@ %4$@ %3$[jaar]@
sv: %1$[Datum]@ %2$[är de senaste]@ %4$@ %3$[åren]@

source: %[Date]@ %[more than ago]@ %[days]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[derniers jours]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[dagen]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[dagarna]@

source: %[Date]@ %[more than ago]@ %[hours]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[dernières heures]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[uur]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[timmarna]@

source: %[Date]@ %[more than ago]@ %[minutes]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[dernières minutes]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[minuten]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[minuterna]@

source: %[Date]@ %[more than ago]@ %[months]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[derniers mois]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[maanden]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[månaderna]@

source: %[Date]@ %[more than ago]@ %[weeks]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[dernières semaines]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[weken]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[veckorna]@

source: %[Date]@ %[more than ago]@ %[years]@ %@
fr: %1$[Date]@ %2$[n'est pas dans les]@ %4$@ %3$[dernières années]@
nl: %1$[Datum]@ %2$[is niet in de afgelopen]@ %4$@ %3$[jaar]@
sv: %1$[Datum]@ %2$[är inte de senaste]@ %4$@ %3$[åren]@

source: %[Author]@ %[contains]@ %@
es: %1$[Autor]@ %2$[contiene]@ %3$@
fr: %1$[Auteur]@ %2$[contient]@ %3$@
nl: %1$[Auteur]@ %2$[bevat]@ %3$@
pt_pt: %1$[Author]@ %2$[contém]@ %3$@
sv: %1$[Författare]@ %2$[innehåller]@ %3$@

source: %[Author]@ %[does not contain]@ %@
es: %1$[Autor]@ %2$[no contiene]@ %3$@
fr: %1$[Auteur]@ %2$[ne contient pas]@ %3$@
nl: %1$[Auteur]@ %2$[bevat niet]@ %3$@
pt_pt: %1$[Author]@ %2$[não contém]@ %3$@
sv: %1$[Författare]@ %2$[innehåller inte]@ %3$@

source: %[Author]@ %[is]@ %@
es: %1$[Autor]@ %2$[es]@ %3$@
fr: %1$[Auteur]@ %2$[est]@ %3$@
nl: %1$[Auteur]@ %2$[is]@ %3$@
pt_pt: %1$[Author]@ %2$[é]@ %3$@
sv: %1$[Författare]@ %2$[är]@ %3$@

source: %[Author]@ %[is not]@ %@
es: %1$[Autor]@ %2$[no es]@ %3$@
fr: %1$[Auteur]@ %2$[n'est pas]@ %3$@
nl: %1$[Auteur]@ %2$[is niet]@ %3$@
pt_pt: %1$[Author]@ %2$[não é]@ %3$@
sv: %1$[Författare]@ %2$[är inte]@ %3$@

source: %[Deleted]@ is %[No]@
es: %1$[Está eliminado]@ %2$[No]@
fr: %1$[Effacé]@ %2$[Non]@
nl: %1$[Is verwijderd]@ %2$[Nee]@
pt_pt: %1$[Está apagado]@ %2$[Não]@
sv: %1$[Är raderad]@ %2$[Nej]@

source: %[Deleted]@ is %[Yes]@
es: %1$[Está eliminado]@ %2$[Sí]@
fr: %1$[Effacé]@ %2$[Oui]@
nl: %1$[Is verwijderd]@ %2$[Ja]@
pt_pt: %1$[Está apagado]@ %2$[Sim]@
sv: %1$[Är raderad]@ %2$[Ja]@

source: %[Flagged]@ is %[No]@
es: %1$[Está destacado]@ %2$[No]@
fr: %1$[Signalé]@ %2$[Non]@
nl: %1$[Is gemarkeerd]@ %2$[Nee]@
pt_pt: %1$[Está assinalado]@ %2$[Não]@
sv: %1$[Är flaggad]@ %2$[Nej]@

source: %[Flagged]@ is %[Yes]@
es: %1$[Está destacado]@ %2$[Sí]@
fr: %1$[Signalé]@ %2$[Oui]@
nl: %1$[Is gemarkeerd]@ %2$[Ja]@
pt_pt: %1$[Está assinalado]@ %2$[Sim]@
sv: %1$[Är flaggad]@ %2$[Ja]@

source: %[Folder]@ %[is]@ %@
es: %1$[Carpeta]@ %2$[es]@ %3$@
fr: %1$[Dossier]@ %2$[est]@ %3$@
nl: %1$[Feed of map]@ %2$[is]@ %3$@
pt_pt: %1$[Pasta]@ %2$[é]@ %3$@
sv: %1$[Mapp]@ %2$[är]@ %3$@

source: %[Folder]@ %[is not]@ %@
es: %1$[Carpeta]@ %2$[no es]@ %3$@
fr: %1$[Dossier]@ %2$[n'est pas]@ %3$@
nl: %1$[Feed of map]@ %2$[is niet]@ %3$@
pt_pt: %1$[Pasta]@ %2$[não é]@ %3$@
sv: %1$[Mapp]@ %2$[är inte]@ %3$@

source: %[HasEnclosure]@ is %[No]@
es: %1$[Tiene archivo adjunto]@ %2$[No]@
fr: %1$[Fichier joint]@ %2$[Non]@
nl: %1$[Bevat bijlage]@ %2$[Nee]@
pt_pt: %1$[Tem invólucro]@ %2$[Não]@
sv: %1$[Har bilaga]@ %2$[Nej]@

source: %[HasEnclosure]@ is %[Yes]@
es: %1$[Tiene archivo adjunto]@ %2$[Sí]@
fr: %1$[Fichier joint]@ %2$[Oui]@
nl: %1$[Bevat bijlage]@ %2$[Ja]@
pt_pt: %1$[Tem invólucro]@ %2$[Sim]@
sv: %1$[Har bilaga]@ %2$[Ja]@

source: %[Read]@ is %[No]@
es: %1$[Está leído]@ %2$[No]@
fr: %1$[Lu]@ %2$[Non]@
nl: %1$[Is gelezen]@ %2$[Nee]@
pt_pt: %1$[Lido]@ %2$[Não]@
sv: %1$[Är läst]@ %2$[Nej]@

source: %[Read]@ is %[Yes]@
es: %1$[Está leído]@ %2$[Sí]@
fr: %1$[Lu]@ %2$[Oui]@
nl: %1$[Is gelezen]@ %2$[Ja]@
pt_pt: %1$[Lido]@ %2$[Sim]@
sv: %1$[Är läst]@ %2$[Ja]@

source: %[Subject]@ %[contains]@ %@
es: %1$[Asunto]@ %2$[contiene]@ %3$@
fr: %1$[Sujet]@ %2$[contient]@ %3$@
nl: %1$[Onderwerp]@ %2$[bevat]@ %3$@
pt_pt: %1$[Assunto]@ %2$[contém]@ %3$@
sv: %1$[Ämne]@ %2$[innehåller]@ %3$@

source: %[Subject]@ %[does not contain]@ %@
es: %1$[Asunto]@ %2$[no contiene]@ %3$@
fr: %1$[Sujet]@ %2$[ne contient pas]@ %3$@
nl: %1$[Onderwerp]@ %2$[bevat niet]@ %3$@
pt_pt: %1$[Assunto]@ %2$[não contém]@ %3$@
sv: %1$[Ämne]@ %2$[innehåller inte]@ %3$@

source: %[Subject]@ %[is]@ %@
es: %1$[Asunto]@ %2$[es]@ %3$@
fr: %1$[Sujet]@ %2$[est]@ %3$@
nl: %1$[Onderwerp]@ %2$[is]@ %3$@
pt_pt: %1$[Assunto]@ %2$[é]@ %3$@
sv: %1$[Ämne]@ %2$[är]@ %3$@

source: %[Subject]@ %[is not]@ %@
es: %1$[Asunto]@ %2$[no es]@ %3$@
fr: %1$[Sujet]@ %2$[n'est pas]@ %3$@
nl: %1$[Onderwerp]@ %2$[is niet]@ %3$@
pt_pt: %1$[Assunto]@ %2$[não é]@ %3$@
sv: %1$[Ämne]@ %2$[är inte]@ %3$@

source: %[Text]@ %[contains]@ %@
es: %1$[Contenido]@ %2$[contiene]@ %3$@
fr: %1$[Texte]@ %2$[contient]@ %3$@
nl: %1$[Inhoud]@ %2$[bevat]@ %3$@
pt_pt: %1$[Conteúdo]@ %2$[contém]@ %3$@
sv: %1$[Innehåll]@ %2$[innehåller]@ %3$@

source: %[Text]@ %[does not contain]@ %@
es: %1$[Contenido]@ %2$[no contiene]@ %3$@
fr: %1$[Texte]@ %2$[ne contient pas]@ %3$@
nl: %1$[Inhoud]@ %2$[bevat niet]@ %3$@
pt_pt: %1$[Conteúdo]@ %2$[não contém]@ %3$@
sv: %1$[Innehåll]@ %2$[innehåller inte]@ %3$@

source: %[Text]@ %[is]@ %@
es: %1$[Contenido]@ %2$[es]@ %3$@
fr: %1$[Texte]@ %2$[est]@ %3$@
nl: %1$[Inhoud]@ %2$[is]@ %3$@
pt_pt: %1$[Conteúdo]@ %2$[é]@ %3$@
sv: %1$[Innehåll]@ %2$[är]@ %3$@

source: %[Text]@ %[is not]@ %@
es: %1$[Contenido]@ %2$[no es]@ %3$@
fr: %1$[Texte]@ %2$[n'est pas]@ %3$@
nl: %1$[Inhoud]@ %2$[is niet]@ %3$@
pt_pt: %1$[Conteúdo]@ %2$[não é]@ %3$@
sv: %1$[Innehåll]@ %2$[är inte]@ %3$@
